Repository: Bytemagic/FinanceApp
Catalog: Financial/ViewControllers/Localizable.xcstrings
Source language: en
Languages: ru

# AddExpenceButton
source: Add Expense ➕
ru: Добавить трату ➕

# AddNewTargetButton
source: New Target
ru: Новая цель

# CloseAlert
source: Close
ru: Закрыть

# closeButton
source: Close
ru: Закрыть

# EveryDayAlert
source: Every day middle
ru: Eжедневные средние

source: Every Day Middle %@ $
ru: Ежедневное средние траты: %@ ₽

# HelloKey1
source: Hello
ru: Здравствуй!

# HelloKey2
source: Use the app to find out how long your savings will last
ru: С помощью приложения ты узнаешь на сколько хватит денег

# HelloKey3
source: Enter your starting amount and average daily expenses
ru: Введи стартовую сумму денег и средние расходы за день

# HelloKey4
source: Good luck!
ru: Удачи тебе

source: How much?
ru: Сколько добавить

# InputEveryDayAlert
source: Inpu every day money
ru: Введите сумму средних трат

# InputStartMoneyAlert
source: Input start money
ru: Введите доступные средства

# MoneyDayRemains
source: Money remains on %@ days. To %@
ru: Хватит примерно на %@ дней. До %@

source: Money on deposit %@ $ 😇
ru: На счету %@ ₽ 😇

# MoneyOnDepositBad
source: Money on deposit %@ $ 😕
ru: На счету %@ ₽ 🥶

# MyFinanceLabel
source: My Finance
ru: Мои Финансы

# MyPiggies
source: My piggy
ru: Мои копилки

source: NewTarget
ru: Новая цель

source: No money
ru: Средств почти нет

# OkAlert
source: Ok
ru: Ок

# saveButton
source: Save
ru: Сохранить

# StartFin
source: Started Fin %@ $
ru: Стартовые финансы: %@ ₽

# StartFinAlert
source: Started Fin
ru: Стартовые финансы
